akamud.vscode-theme-onedark
alefragnani.project-manager
alexcvzz.vscode-sqlite
amazonwebservices.codewhisperer-for-command-line-companion
anseki.vscode-color
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
biomejs.biome
bradlc.vscode-tailwindcss
codezombiech.gitignore
dbaeumer.vscode-eslint
docker.docker
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.vscode-github-actions
gruntfuggly.todo-tree
llvm-vs-code-extensions.vscode-clangd
mechatroner.rainbow-csv
mongodb.mongodb-vscode
ms-azuretools.vscode-containers
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-modernize
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.vscode-typescript-next
naumovs.color-highlight
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
ryanluker.vscode-coverage-gutters
shengchen.vscode-checkstyle
tamasfe.even-better-toml
tomoki1207.pdf
twxs.cmake
usernamehw.errorlens
vitest.explorer
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
vue.volar
wayou.vscode-todo-highlight
xaver.clang-format
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
